[
    {
        "id": "1",
        "title": "Amish Friendship Bread Starter & Loaf",
        "description": "New and cool description",
        "url": "",
        "prep_time": "20 min",
        "cook_time": "45 min",
        "total_time": "65 min",
        "servings": 4,
        "from": "Amish Heritage Cookbook",
        "by": "Bevery Lewis",
        "ingredients": [
            "1 cup flour",
            "1 cup milk",
            "1 cup sugar"
        ],
        "instructions": [
            "Preheat oven to 325.",
            "In a small bowl, make a mixture of sugar and cinnamon.",
            "Prepare two loaf pans, one Bundt pan, or a 9X13 baking dish by greasing the pans and coating with the cinnamon-sugar mixture, reserving some for topping. Set aside. (Note: Tin loaf pans are excellent for making Friendship Bread.)",
            "Combine oil, eggs, &frac12; cup milk, and vanilla in a large glass or non-metal bowl, mixing well.",
            "Add 2 cup flour, 1 cup sugar, baking powder, salt, baking soda, cinnamon, pudding, and raisins to egg mixture; do not mix.",
            "In separate medium glass or nonmetal bowl, using wooden spoon, mix together 1 cup flour and 1 cup sugar. Gradually add 1 cup milk, keeping mixture smooth.",
            "Add Amish Friendship Bread Starter from container or plastic bag, mixing in gently with a wooden spoon.",
            "Add approximately 1 cup  of the resulting mixture into the egg/flour/raisin mixture. With a wooden spoon, mix egg/flour/raisin/starter mixture together well.",
            "Pour batter into the prepared pans; sprinkle reserved cinnamon-sugar mixture on top. ",
            "Bake at 325 degrees for approximately 1 hour or until toothpick inserted in center comes out clean. Do not over-bake.",
            "Allow to cool in pans. This bread freezes well.",
            "Of the remaining new starter mixture, put 1 cup each into three plastic or glass containers or gallon ziplock freezer bags.",
            "Keep one starter for yourself and give two starters to friends with the instructions for Amish Friendship Bread Starter (today is Day 1), or make additional batches of Friendship Bread to give away."
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "2",
        "title": "Babish Bread",
        "description": "",
        "url": "https://www.bingingwithbabish.com/recipes/201&frac78;/22/worldsgreatestsandwich",
        "video_url": "https://www.youtube.com/watch?v=A_l8_C-EO38",
        "prep_time": "30 min",
        "cook_time": "45 min",
        "total_time": "70 min",
        "servings": 0,
        "from": "Binging with Babish",
        "by": "Babish",
        "ingredients": [
            "1 cup room temperature water",
            "&frac12; tsp instant yeast",
            "5 oz whole wheat flour (approximately 1 &frac14; cup)",
            "5 oz bread flour (approximately 1 &frac14; cup)",
            "19 &frac14; oz bread flour (approximately 4 &frac34; cup)",
            "1 &frac13; cup room temperature water",
            "2 &frac12; oz rye flour (approximately ⅔ cup)",
            "2 tbsp honey"
        ],
        "instructions": [
            "Wake up super early because that’s the first rule of bread baking. In a bowl, add yeast to room temperature water and combine. Allow yeast to dissolve. Add 5 oz of bread flour and whole wheat flour. Combine until a sloppy dough forms. Cover the dough and allow to sit at room temperature for 5-16 hours. You can get some sleep in the meantime.",
            "Add the rest of the bread flour, additional room temperature water, rye flour, and honey to the dough. Mix lightly by hand. Then, using a stand mixer with a kneading hook, allow dough to be kneaded for 15 minutes on a low speed.",
            "Lightly oil a bowl. Dump the kneaded dough into the bowl, pat it down with your fingers, and cover. Allow dough to rise for 2 hours or until it has tripled in size.",
            "Heavily flour your workspace. Dump the dough out onto the workspace. Pull the edges into the center of the dough to create a smooth top for your bread.",
            "Line a colander with cheesecloth and dust cloth lightly with flour. Place dough smooth side down. Cover with aluminum foil and let rest for 45 minutes or until it has almost doubled in size.",
            "Preheat oven to 450°F and place a pizza stone into oven.",
            "Lightly flour a parchment-lined pizza peel. Place pizza peel on top of the colander and invert so the dough is now lying on top of the parchment paper on the pizza peel.",
            "Get your razor blade from the Goodfellas pasta episode and score the bread. Spritz the dough with water.",
            "Using the pizza peel, transfer the dough to the pizza stone in the preheated oven. Allow to bake for 35-45 minutes or until browned. Tap the outside of the loaf cause that seems like something you’re supposed to do with bread. Allow the loaf to cool for at least 2 hours."
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "3",
        "title": "Biscuits and Gravy with Sausage and Egg Breakfast Casserole",
        "description": "",
        "url": "",
        "video_url": "",
        "prep_time": "30 min",
        "cook_time": "45 min",
        "total_time": "70 min",
        "servings": 0,
        "from": "Bing with Babish",
        "by": "Babish",
        "ingredients": [
            "8 count package of biscuit dough (we used Grands, which are slightly bigger)",
            "6 eggs",
            "1 (2 &frac34; ounce) package peppered gravy mix (makes 2 cups)",
            "1 lb sausage, any flavor",
            "1 cup cheese, shredded",
            "&frac12; cup milk",
            "salt and pepper to taste"
        ],
        "instructions": [
            "Preheat oven to 350. Grease a 13×9 pan",
            "Brown the sausage in skillet and drain thoroughly.",
            "Cut biscuit dough into 1″ pieces, and line the bottom of the pan.",
            "Layer cooked sausage over the biscuit pieces,",
            "Layer shredded cheese over sausage.",
            "Whisk eggs and milk, add salt and pepper and pour over biscuit/layers.",
            "Make gravy according to instructions, and pour over everything.",
            "Bake for 35-45 minutes, or until eggs and biscuits are cooked through. Add 20 minutes to bake if assembled night before. ",
            "Serve warm (leftovers are excellent too!)"
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "4",
        "title": "Cajun Shrimp Pasta",
        "description": "",
        "url": "https://selfproclaimedfoodie.com/cajun-shrimp-pasta/",
        "video_url": "",
        "prep_time": "5 min",
        "cook_time": "10 min",
        "total_time": "15 min",
        "servings": 0,
        "from": "Bing with Babish",
        "by": "Babish",
        "ingredients": [
            "1 tbsp kosher salt",
            "8 oz penne pasta",
            "1 pound raw shrimp (deveined, cleaned, tail removed)",
            "2 tbsps cajun seasoning",
            "1 tbsp olive oil",
            "1 tbsp butter",
            "1 cup heavy cream",
            "&frac12; cup parmesan cheese (Authentic parmesan is best but the pre-grated stuff will do in a pinch)"
        ],
        "instructions": [
            "Add salt to pot of water and bring to a boil. Cook pasta to al dente doneness. Before draining, scoop out at least &frac12; cup of the cooking water. Drain pasta and set aside.",
            "While the pasta is cooking, cook the shrimp and sauce. Combine shrimp with cajun seasoning and olive oil in bowl. Toss to combine.",
            "Heat large skillet over medium high heat. Add butter and melt. Add shrimp in a single layer and cook until golden brown on each side, turning only once. You may have to cook shrimp in two batches to allow enough room. Once done cooking, transfer cooked shrimp to a clean plate and reduce heat to medium low.",
            "Add heavy cream to pan and scrape bottoms to release any food that is stuck to the bottom. Allow cream to bubble. Reduce heat to low and stir in parmesan cheese to melt. Add cooked pasta and shrimp and stir to coat. If sauce needs to be thinned, add pasta water, one tbsp at a time, until desired consistency is achieved."
        ],
        "helpful_tip": "**Don't over salt** Many pre-made cajun seasonings have salt in them so be careful with how much salt you are using",
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "5",
        "title": "Argentine-Style Chimichurri Burger",
        "description": "",
        "url": "",
        "video_url": "",
        "prep_time": "20 min",
        "cook_time": "45 min",
        "total_time": "65 min",
        "servings": 0,
        "from": "Carter",
        "by": "Carter",
        "ingredients": [
            "Burger",
            "2 tbsp extra vigrin olive oil",
            "&frac12; cup finely chopped yellow onion",
            "2 tbsp finely chopped garlic",
            "1 tbsp fine chopped jalepeno",
            "salt and pepper",
            "1 &frac12; pound of ground beed",
            "1 &frac12; tsp of ground cumin",
            "1 &frac12; tsp dried oregano",
            "&frac14; cup fresh cilantro",
            "Pita pockets",
            "Optional Toppings: lettuce red onion",
            "Sauce",
            "1 cup fresh parsley",
            "1 cup fresh mint leaves",
            "&frac13; cup extra sus olive oil",
            "&frac14; cup lime juice",
            "2 tbsp coarse cut garlic",
            "1 tsp coarse cut jalepeno ( i usually add more for extra spice)",
            "1 tsp ground cumin",
            "1 teasoon kosher salt"
        ],
        "instructions": [
            "Burger",
            "Precook onion, garlic, onion, jalapeno, and some salt in pan with olive oil. Let cool then mix all ingrediants into ground beef and form into burgers",
            "Sauce",
            "For chimchurri sauce, just mix all ingrediants into food processor and mix until everything is chopped up into thick sauce. I recommend heating pita pockets before adding cooked burgers, sauce, and toppings"
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "6",
        "title": "Chicken Cordon Bleu with Parmesan Cream Sauce",
        "description": "",
        "url": "https://auntbeesrecipes.com/2013/12/chicken-cordon-bleu-with-parmesan-cream-sauce.html",
        "video_url": "",
        "prep_time": "20 min",
        "cook_time": "45 min",
        "total_time": "65 min",
        "servings": 0,
        "from": "Aunt Bee's Recipes",
        "by": "Brandi Burgess",
        "ingredients": [
            "chicken",
            "2 Chicken Breast, halved and pounded thin (So 4 total pieces of meat)",
            "leftover baked ham or your favorite good quality ham deli meat (Prosciutto is great)",
            "Swiss Cheese",
            "&frac34; cup all purpose flour",
            "1 tsp Lawry's seasoning salt",
            "&frac12; tsp black pepper",
            "1 egg",
            "2 tbsp milk",
            "1 cup Bread Crumbs",
            "2 tbsp Vegetable oil",
            "2 tbsp butter",
            "cream_sauce",
            "2 tbsp butter",
            "2 tbsp all purpose flour",
            "1 cup milk",
            "1 tsp Garlic Powder",
            "1 chicken flavored Bouillon cube, crushed",
            "1 tbsp Dijon mustard",
            "1 tsp Worcestershire sauce",
            "&frac12; cup grated Parmesan"
        ],
        "instructions": [
            "chicken",
            "Preheat oven to 350 degrees.",
            "Slice both chicken breast in half lengthwise, making 4 thinner cutlets.",
            "Put each cutlet inside a freezer bag and flatten with a meat pounder or rolling pin until they are approximately &frac14; thick.",
            "Top each cutlet with a slice of ham and cheese – then roll up tightly, tuck in the ends and secure with toothpicks.",
            "In a shallow bowl, mix the flour, Lawry’s, and pepper together and set aside.",
            "Whisk the egg and milk together in another small bowl and set aside as well.",
            "Place the bread crumbs in a third bowl.",
            "Dip the rolled cutlets in the flour first, then the egg wash and then roll in the bread crumbs and set on a plate.",
            "Heat the oil and butter in a small skillet over medium heat and brown the chicken on all sides before transferring to a greased baking dish.",
            "Bake in the oven at 350 degrees for about 20 – 25 minutes, or until no longer pink.",
            "cream_sauce",
            "Melt the butter in a medium saucepan over medium heat.",
            "Whisk in the flour, and continue to whisk constantly for about 1 – 2 minutes.",
            "Slowly pour in the milk, then stir in the garlic powder and chicken boullion, whisking constantly over medium heat until it begins to simmer and thicken – about 5 minutes.",
            "Remove from heat and stir in the mustard, worcestershire sauce, and parmesan until well combined and the cheese has melted.",
            "When the chicken is cooked, remove from oven and serve drizzled with the sauce. Enjoy!!!"
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "7",
        "title": "Chicken Curry",
        "description": "",
        "url": "https://www.recipetineats.com/chicken-curry/",
        "video_url": "",
        "prep_time": "5 min",
        "cook_time": "10 min",
        "total_time": "15 min",
        "servings": 0,
        "from": "recipetineats",
        "by": "Babish",
        "ingredients": [
            "1.5 tbsp oil (vegetable, canola)",
            "2 garlic cloves , minced",
            "2 tsp ginger , grated",
            "&frac12; onion , finely chopped",
            "500g / 1lb chicken thighs, sliced (Note 1)",
            "2.5 tbsp curry powder (Note 2)",
            "270 ml / 1.25 cups coconut milk , full fat (9 oz) (Note 3)",
            "1.5 cups (375 ml) chicken stock low sodium",
            "&frac12; tsp salt",
            "&frac34; cup frozen peas",
            "&frac14; cup coriander / cilantro leaves , chopped"
        ],
        "instructions": [
            "Heat oil in a skillet over medium high heat. Cook garlic, ginger and onion for 3 minutes until onion is translucent.",
            "Add chicken and cook until it it changes from pink to white.",
            "Add curry powder and cook for 2 minutes.",
            "Add coconut milk and chicken stock. Stir, lower heat to medium and cook, simmering rapidly, for 10 minutes until sauce reduces and thickens.",
            "Add peas and salt. Cook for a further 2 minutes, then taste to see if it needs more salt. Garnish with coriander.",
            "Serve over rice, noodles or mashed potato!"
        ],
        "notes": [
            "Chicken -skinless boneless thigh is best because it stays juicy even after the required simmering time.",
            "Curry powder - any brand is fine, I use Clives and Keens. Use Mild for not spicy, Hot for spicy! Note: different brands have different saltiness, so taste sauce at end to see if it needs more salt.",
            "Coconut milk - Full fat has better coconut flavour and is creamier. Light is ok but add 2 tsp cornflour mixed with splash of water (to thicken sauce slightly).",
            "Nutrition per serving, excluding rice."
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "8",
        "title": "Southern Fried Cabbage and Bacon",
        "description": "",
        "url": "https://www.adventuresofanurse.com/southern-fried-cabbage-bacon/",
        "video_url": "",
        "prep_time": "10 min",
        "cook_time": "5 min",
        "total_time": "15 min",
        "servings": 0,
        "from": "Adventures of a Nurse",
        "by": "Babish",
        "ingredients": [
            "1 head cabbage",
            "1 pound thick cut bacon",
            "1 onion",
            "2 cloves chopped garlic",
            "1 tsp garlic powder",
            "&frac12; tsp red pepper flakes",
            "1 tsp black pepper",
            "1 tsp salt"
        ],
        "instructions": [
            "Cut bacon into bite size pieces and Fry in a medium heat until brown and crispy.",
            "Remove bacon and leave grease from bacon in pan",
            "Place Onion and garlic in the pan and fry for 1-2 minutes",
            "Chop up your cabbage into bite size pieces.",
            "Place cabbage in the pan along with spices.",
            "Stir and cook on a medium heat for 5-7 minutes or until cabbage is tender.",
            "Stir bacon back in the pan and mix with the cabbage.",
            "Serve and Enjoy!"
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "9",
        "title": "Nutella Stuffed Pancakes",
        "description": "",
        "url": "https://www.recipetineats.com/wprm_print/25612",
        "video_url": "",
        "prep_time": "10 min",
        "cook_time": "5 min",
        "total_time": "15 min",
        "servings": 0,
        "from": "RecipeTin Eats",
        "by": "",
        "ingredients": [
            "1 &frac12; cups plain flour",
            "3 tsp baking powder",
            "4 tbsp sugar",
            "Pinch of salt",
            "10 - 14 tbsp Nutella",
            "1 tsp butter , separated (2 x &frac12; tsp)",
            "Sliced strawberries (optional)",
            "1 egg",
            "1cup + 2 tbsp milk (I used low fat)",
            "1 tsp vanilla essence (optional)"
        ],
        "instructions": [
            "Nutella Disc",
            "Line a baking tray with baking paper (parchment paper).",
            "Dollop 1 &frac12; to 2 tbsp of Nutella onto the baking tray and spread into a disc around 6cm in diameter and &frac12; cm thick. (Note 1) Repeat to make 7 discs.",
            "Place the tray in the freezer until firm (around 1 to 1 &frac12; hours).",
            "Peel off the parchment paper. Keep the Nutella discs in the freezer until required (they soften quickly).",
            "Pancakes",
            "Place the Dry Ingredients in a bowl and whisk to combine.",
            "Make a well in the centre and place the Wet Ingredients in the well. Whisk until combined and lump free (stop whisking as soon as it is smooth, don't over whisk).",
            "Melt &frac12; tsp butter in a non stick fry pan over medium heat. Once melted, wipe most of the butter off with a paper towel. (Note 2)",
            "Take 3 Frozen Nutella Discs out of the freezer just before you start cooking. (Note 3)",
            "Dollop &frac14; cup of batter into the fry pan. Working quickly, place 1 Frozen Nutella Disc in the middle of the batter, then top with batter to cover the Nutella disc (Note 4).",
            "When bubbles start appearing around the edges (around 2 minutes), lift up the edge and make sure the underside is golden. Then flip and cook until the other side is golden.",
            "Repeat with remaining batter. Melt more butter in the pan after the 3rd or 4th pancake. You should be able to make 7 in total, but sometimes it makes 6 - depends on how much batter you use on top of the Nutella.",
            "Serve warm with sliced strawberries, if using. You could also serve with cream but I find that it's not necessary!"
        ],
        "notes": [
            "Don't make the Nutella discs too thin otherwise they may break when you handle them. But on the other hand, don't be too greedy and make them too big otherwise they will ooze out everywhere when you're making the pancake!",
            "Wiping most of the butter off is the secret to getting the first pancake an even golden brown rather than splotchy which is what usually happens!",
            "The Nutella discs soften quickly. They need to stay firm in order to handle them. I work in 2 batches - take 3 Nutella discs out of the freezer, cook 3 pancakes, then repeat. I found that by the time I got to the 4th pancake, the Nutella discs were starting to soften.",
            "I use a &frac14; cup measure and fill it about &frac23; of the way up then dollop that on top of the Nutella. You don't need a full &frac14; cup of batter to cover the Nutella, the pancake becomes too big and thick. Use the edge of the cup to spread the batter to cover the Nutella. You have to work quickly because once the Nutella disc is on the batter, it melts quickly and it is almost impossible to spread batter on top of melted Nutella.",
            "If you get a pancake that bursts and Nutella spills onto the fry pan, scrape the Nutella off before making the next one. Otherwise you'll get burnt bits of Nutella on your next pancake!",
            "Nutrition per pancake. Not the healthiest - especially given you clearly won't just have one. But don't worry! You can have air for lunch. It's totally worth it for these. :-)"
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "10",
        "title": "One-Pot Spicy Chicken Riggies",
        "description": "",
        "url": "https://www.adventuresofanurse.com/southern-fried-cabbage-bacon/",
        "video_url": "",
        "prep_time": "10 min",
        "cook_time": "5 min",
        "total_time": "15 min",
        "servings": 0,
        "from": "RecipeTin Eats",
        "by": "",
        "ingredients": [
            "3 Chicken breast, sliced (about 2lbs)",
            "3 tbsps olive oil",
            "1 tbsp salt",
            "1 tbsp pepper",
            "1 tbsp italian seasoning",
            "1 tsp crushed red pepper",
            "1 Onion, sliced",
            "1 Green bell pepper, sliced",
            "1 Red bell pepper, sliced",
            "6oz Baby bella mushrooms, sliced",
            "3 Hot cherry peppers, chopped",
            "3 Cloves garlic, minced",
            "&frac12; Cup red wine, cabernet",
            "2 tbsps chicken bouillon paste",
            "1 &frac12; Cups tomato sauce",
            "1 &frac12; Cups heavy cream",
            "1 &frac12; Cups grated parmesan cheese",
            "1lb Rigatoni pasta, cooked and drained",
            "Parmesan cheese and parsley for garnish"
        ],
        "instructions": [
            "In a large pot or dutch oven over medium-high heat add the olive oil, chicken breast, salt, pepper, Italian seasoning, and crushed red pepper. Cook until no longer pink on the outside. About 5 minutes. Olive Oil chicken and spices in large pot",
            "To the pot or dutch oven and the onion, bell peppers, mushrooms, and cherry peppers and cook until softened, about 5-7 minutes.Add Onions Peppers cherry peppers mushrooms",
            "Add the minced garlic and red wine and cook for another 5 minutes.Add Red Wine",
            "Add the chicken bouillon paste, tomato sauce, and heavy cream.Add Heavy Cream and Tomato Sauce",
            "Stir until incorporated and bring to a boil.Bring riggie sauce pot to a boil",
            "Turn the heat down to medium-low and simmer for 20 minutes.",
            "Add the grated parmesan cheese and stir until fully incorporated and slightly thickened. Add Parmesan Cheese",
            "Add the cooked rigatoni and mix.Add Al dente rigatoni",
            "Put in a serving dish and garnish with grated parmesan cheese and chopped fresh parsley."
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "11",
        "title": "Reverse-Seared Steak",
        "description": "The reverse sear is one of the easiest, most consistent, most foolproof, and arguably best methods of cooking a steak. Start it in a low oven, then quickly sear it in a hot pan or on the grill for a beautiful crust.",
        "url": "https://www.seriouseats.com/reverse-seared-steak-recipe",
        "video_url": "",
        "prep_time": "10 min",
        "cook_time": "5 min",
        "total_time": "15 min",
        "servings": 0,
        "from": "RecipeTin Eats",
        "by": "",
        "ingredients": [
            "Thick-cut beef steak(s), at least 1 &frac12; to 2 inches thick, such as ribeye, strip, porterhouse, T-bone, tri-tip, or filet mignon",
            "Kosher salt and freshly ground black pepper",
            "Vegetable oil (if finishing on the stovetop; optional)",
            "1 tbsp (15g) unsalted butter (if finishing on the stovetop; optional)"
        ],
        "instructions": [
            "Generously season steak(s) all over with salt and pepper. If desired, set steak(s) on a wire rack set in a rimmed baking sheet and refrigerate, uncovered, overnight to dry out the exterior. Otherwise, proceed with the next step.",
            "If Cooking in the Oven: Set steak(s) on a wire rack set in a rimmed baking sheet. Preheat oven to anywhere between 200 and 275°F (93 and 135°C); if your oven goes lower, you can set it to an even lower temperature, though it will take longer to cook.",
            "Place steak(s) in the oven and cook until an instant-read thermometer registers 105°F (41°C) for rare, 115°F (46°C) for medium-rare, 125°F (52°C) for medium, or 135°F (57°C) for medium-well. This will take about 20 minutes for rare steak and up to about 40 minutes for medium-well; cooking time can vary dramatically depending on many factors, so check often.",
            "Just before steak(s) come out of the oven, add 1 tbsp (15ml) oil to a cast iron, carbon steel, or heavy stainless steel skillet and heat over high heat until smoking. Add steak(s) and butter to skillet and cook until each side is well browned, about 45 seconds per side. Using tongs, hold steak(s) sideways to sear edges. Serve right away; there's no need to let reverse-seared steaks rest.",
            "If Cooking on the Grill: Light one chimney full of charcoal. When all the charcoal is lit and covered with gray ash, pour out and spread the coals evenly over half of coal grate. Alternatively, set half the burners of a gas grill to high heat. Set cooking grate in place, cover grill, and allow to preheat for 5 minutes. Clean and oil grilling grate.",
            "Set steak(s) on cooler side of grill and let cook uncovered, turning occasionally, until an instant-read thermometer registers 105°F (41°C) for rare, 115°F (46°C) for medium-rare, 125°F (52°C) for medium, or 135°F (57°C) for medium-well. Cooking time can vary greatly, so check the steaks often.",
            "Transfer steak(s) to a platter and tent with foil. If you are using a charcoal grill and your coals have died down, build up the biggest fire you can. If using a gas grill, make sure all burners are turned to their highest heat and allow the grill to preheat with the lid closed.",
            "Return steak(s) to the hottest part of the grill and cook, turning frequently, until crisp and charred all over, about 1 &frac12; minutes total. Serve right away."
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "12",
        "title": "Thai Green Curry Chicken",
        "description": "This is a simple, quick, and delicious Thai green curry chicken recipe. It's a great way to make a quick, easy, and healthy meal for a quick lunch or dinner.",
        "url": "",
        "video_url": "",
        "prep_time": "15 min",
        "cook_time": "20 min",
        "total_time": "15 min",
        "servings": 0,
        "from": "Asain Crockpot Freezer Meals",
        "by": "",
        "ingredients": [
            "2 lbs boneless skinless chicken breasts, cut into bite-sized pieces",
            "Two 15oz cans unsweetened coconut milk",
            "3 tbsps jarred green curry paste",
            "1 small yellow onion, diced (1 cup)",
            "1 tbsp low sodium soy sauce",
            "8oz can bamboo shoots sliced, drained",
            "1 red bell pepper, sliced",
            "8oz fresh green beans, chopped (about 2 cups)"
        ],
        "instructions": [
            "To Freeze and Cook Later",
            "Label your 1 gallon freezer bag.",
            "Add all ingredients to your freezer bag.",
            "Remove as much air as possible, seal, and freeze for up to three months.",
            " To Cook",
            "Thaw freezer meal.",
            "Add contents of freezer bag to crockpot and cook on “low” setting for 4 hours in a 6-quart crockpot or 8 hours in a 4-quart crockpot. "
        ],
        "notes": [
            "Shrimp Option: Replace chicken breasts with two dozen raw shrimp. Freeze shrimp in a separate plastic freezer bag and store in the refrigerator while cooking other ingredients in the crockpot. Add the shrimp to the crockpot the last 30 minutes of  cooking or continue to cook until the shrimp is opaque and cooked through."
        ],
        "likes": 0,
        "dislikes": 0
    },
    {
        "id": "13",
        "title": "Sauteed Black Sea Bass With Capers and Herb-Butter Sauce",
        "description": "This is a simple, quick, and delicious Thai green curry chicken recipe. It's a great way to make a quick, easy, and healthy meal for a quick lunch or dinner.",
        "url": "",
        "video_url": "",
        "prep_time": "20 min",
        "cook_time": "25 min",
        "total_time": "15 min",
        "servings": 4,
        "from": "Asain Crockpot Freezer Meals",
        "by": "",
        "ingredients": [
            "4 skin-on black-sea-bass fillets (about 1 1/4 pounds total)",
            "Kosher salt and freshly ground pepper",
            "Instant flour, such as Wondra, for sprinkling",
            "1 tablespoon extra-virgin olive oil",
            "1/3 cup dry vermouth",
            "1 tablespoon capers, drained and rinsed",
            "3 tablespoons unsalted butter",
            "1/4 cup lightly packed chopped fresh tender herbs, such as parsley, dill, tarragon, and chives"
        ],
        "instructions": [
            "Pat fillets dry; slash skin side of each crosswise in 2-inch intervals. Season generously with salt and pepper. Sprinkle with flour to evenly coat, shaking off excess.",
            "Heat oil in a large skillet over medium-high. When oil shimmers and wisps of smoke rise from skillet, add fish in a single layer, skin-sides down. Reduce heat to medium; cook, undisturbed,until skin is crisp and flesh is opaque halfway up sides and almost cooked through, 5 to 7minutes, depending on thickness.",
            "Flip and continue cooking until just cooked through, 1 to 2 minutes more. Transfer to plates, skin-sides up. Add vermouth to skillet; boil until mostly evaporated, 1 to 2 minutes. Add capers and butter; cook until butter simmers and sauce thickens slightly, about 2 minutes. Remove from heat; stir in herbs. Return fish to skillet, skin-side up; spoon butter sauce over top. Serve immediately."
        ],
        "notes": [
            "Slashing the skin a few times (at two-inch intervals), means that when you lay the fish skin-side down in the hot pan, it won't curl up and will cook evenly."
        ],
        "likes": 0,
        "dislikes": 0
    }
]