[

    {
        "title": "Amish Friendship Bread Starter & Loaf",
        "url": "",
        "prep_time": "20 min",
        "cook_time": "45 min",
        "total_time": "65 min",
        "from": "Amish Heritage Cookbook",
        "by": "Bevery Lewis",
        "ingredients": [
            "1 cup flour",
            "1 cup milk",
            "1 cup sugar"
        ],
        "instructions": [
            "Preheat oven to 325.",
            "In a small bowl, make a mixture of sugar and cinnamon.",
            "Prepare two loaf pans, one Bundt pan, or a 9X13 baking dish by greasing the pans and coating with the cinnamon-sugar mixture, reserving some for topping. Set aside. (Note: Tin loaf pans are excellent for making Friendship Bread.)",
            "Combine oil, eggs, &frac12; cup milk, and vanilla in a large glass or non-metal bowl, mixing well.",
            "Add 2 cup flour, 1 cup sugar, baking powder, salt, baking soda, cinnamon, pudding, and raisins to egg mixture; do not mix.",
            "In separate medium glass or nonmetal bowl, using wooden spoon, mix together 1 cup flour and 1 cup sugar. Gradually add 1 cup milk, keeping mixture smooth.",
            "Add Amish Friendship Bread Starter from container or plastic bag, mixing in gently with a wooden spoon.",
            "Add approximately 1 cup  of the resulting mixture into the egg/flour/raisin mixture. With a wooden spoon, mix egg/flour/raisin/starter mixture together well.",
            "Pour batter into the prepared pans; sprinkle reserved cinnamon-sugar mixture on top. ",
            "Bake at 325 degrees for approximately 1 hour or until toothpick inserted in center comes out clean. Do not over-bake.",
            "Allow to cool in pans. This bread freezes well.",
            "Of the remaining new starter mixture, put 1 cup each into three plastic or glass containers or gallon ziplock freezer bags.",
            "Keep one starter for yourself and give two starters to friends with the instructions for Amish Friendship Bread Starter (today is Day 1), or make additional batches of Friendship Bread to give away."
        ]
    },
    {
        "title": "Babish Bread",
        "url": "https://www.bingingwithbabish.com/recipes/201&frac78;/22/worldsgreatestsandwich",
        "video_url": "https://www.youtube.com/watch?v=A_l8_C-EO38",
        "prep_time": "30 min",
        "cook_time": "45 min",
        "total_time": "70 min",
        "from": "Binging with Babish",
        "by": "Babish",
        "ingredients": [
            "1 cup room temperature water",
            "&frac12; tsp instant yeast",
            "5 oz whole wheat flour (approximately 1 &frac14; cup)",
            "5 oz bread flour (approximately 1 &frac14; cup)",
            "19 &frac14; oz bread flour (approximately 4 &frac34; cup)",
            "1 &frac13; cup room temperature water",
            "2 &frac12; oz rye flour (approximately ⅔ cup)",
            "2 tbsp honey"
        ],
        "instructions": [
            "Wake up super early because that’s the first rule of bread baking. In a bowl, add yeast to room temperature water and combine. Allow yeast to dissolve. Add 5 oz of bread flour and whole wheat flour. Combine until a sloppy dough forms. Cover the dough and allow to sit at room temperature for 5-16 hours. You can get some sleep in the meantime.",
            "Add the rest of the bread flour, additional room temperature water, rye flour, and honey to the dough. Mix lightly by hand. Then, using a stand mixer with a kneading hook, allow dough to be kneaded for 15 minutes on a low speed.",
            "Lightly oil a bowl. Dump the kneaded dough into the bowl, pat it down with your fingers, and cover. Allow dough to rise for 2 hours or until it has tripled in size.",
            "Heavily flour your workspace. Dump the dough out onto the workspace. Pull the edges into the center of the dough to create a smooth top for your bread.",
            "Line a colander with cheesecloth and dust cloth lightly with flour. Place dough smooth side down. Cover with aluminum foil and let rest for 45 minutes or until it has almost doubled in size.",
            "Preheat oven to 450°F and place a pizza stone into oven.",
            "Lightly flour a parchment-lined pizza peel. Place pizza peel on top of the colander and invert so the dough is now lying on top of the parchment paper on the pizza peel.",
            "Get your razor blade from the Goodfellas pasta episode and score the bread. Spritz the dough with water.",
            "Using the pizza peel, transfer the dough to the pizza stone in the preheated oven. Allow to bake for 35-45 minutes or until browned. Tap the outside of the loaf cause that seems like something you’re supposed to do with bread. Allow the loaf to cool for at least 2 hours."
        ]
    },
    {
        "title": "Biscuits and Gravy with Sausage and Egg Breakfast Casserole",
        "url": "",
        "video_url": "",
        "prep_time": "30 min",
        "cook_time": "45 min",
        "total_time": "70 min",
        "from": "Bing with Babish",
        "by": "Babish",
        "ingredients": [
            "8 count package of biscuit dough (we used Grands, which are slightly bigger)",
            "6 eggs",
            "1 (2 &frac34; ounce) package peppered gravy mix (makes 2 cups)",
            "1 lb sausage, any flavor",
            "1 cup cheese, shredded",
            "&frac12; cup milk",
            "salt and pepper to taste"
        ],
        "instructions": [
            "Preheat oven to 350. Grease a 13×9 pan",
            "Brown the sausage in skillet and drain thoroughly.",
            "Cut biscuit dough into 1″ pieces, and line the bottom of the pan.",
            "Layer cooked sausage over the biscuit pieces,",
            "Layer shredded cheese over sausage.",
            "Whisk eggs and milk, add salt and pepper and pour over biscuit/layers.",
            "Make gravy according to instructions, and pour over everything.",
            "Bake for 35-45 minutes, or until eggs and biscuits are cooked through. Add 20 minutes to bake if assembled night before. ",
            "Serve warm (leftovers are excellent too!)"
        ]
    },
    {
        "title": "Cajun Shrimp Pasta",
        "url": "https://selfproclaimedfoodie.com/cajun-shrimp-pasta/",
        "video_url": "",
        "prep_time": "5 min",
        "cook_time": "10 min",
        "total_time": "15 min",
        "from": "Bing with Babish",
        "by": "Babish",
        "ingredients": [
            "1 tbsp kosher salt",
            "8 oz penne pasta",
            "1 pound raw shrimp (deveined, cleaned, tail removed)",
            "2 tbsps cajun seasoning",
            "1 tbsp olive oil",
            "1 tbsp butter",
            "1 cup heavy cream",
            "&frac12; cup parmesan cheese (Authentic parmesan is best but the pre-grated stuff will do in a pinch)"
        ],
        "instructions": [
            "Add salt to pot of water and bring to a boil. Cook pasta to al dente doneness. Before draining, scoop out at least &frac12; cup of the cooking water. Drain pasta and set aside.",
            "While the pasta is cooking, cook the shrimp and sauce. Combine shrimp with cajun seasoning and olive oil in bowl. Toss to combine.",
            "Heat large skillet over medium high heat. Add butter and melt. Add shrimp in a single layer and cook until golden brown on each side, turning only once. You may have to cook shrimp in two batches to allow enough room. Once done cooking, transfer cooked shrimp to a clean plate and reduce heat to medium low.",
            "Add heavy cream to pan and scrape bottoms to release any food that is stuck to the bottom. Allow cream to bubble. Reduce heat to low and stir in parmesan cheese to melt. Add cooked pasta and shrimp and stir to coat. If sauce needs to be thinned, add pasta water, one tbsp at a time, until desired consistency is achieved."
        ],
        "helpful_tip":"**Don't over salt** Many pre-made cajun seasonings have salt in them so be careful with how much salt you are using"
    },
    {
        "title": "Argentine-Style Chimichurri Burger",
        "url": "",
        "video_url": "",
        "prep_time": "20 min",
        "cook_time": "45 min",
        "total_time": "65 min",
        "from": "Carter",
        "by": "Carter",
        "ingredients": [
            {
                "hamburger" : [
                    "2 tbsp extra vigrin olive oil",
                    "&frac12; cup finely chopped yellow onion",
                    "2 tbsp finely chopped garlic",
                    "1 tbsp fine chopped jalepeno",
                    "salt and pepper",
                    "1 &frac12; pound of ground beed",
                    "1 &frac12; tsp of ground cumin",
                    "1 &frac12; tsp dried oregano",
                    "&frac14; cup fresh cilantro",
                    "Pita pockets",
                    "Optional Toppings: lettuce red onion"
                ]
            },
            {
                "sauce" : [
                    "1 cup fresh parsley",
                    "1 cup fresh mint leaves",
                    "&frac13; cup extra sus olive oil",
                    "&frac14; cup lime juice",
                    "2 tbsp coarse cut garlic",
                    "1 tsp coarse cut jalepeno ( i usually add more for extra spice)",
                    "1 tsp ground cumin",
                    "1 teasoon kosher salt"
                ]
            }
        ],
        "instructions": [
            {

                "hamburger" :[
                    "Precook onion, garlic, onion, jalapeno, and some salt in pan with olive oil. Let cool then mix all ingrediants into ground beef and form into burgers"
                ]
            },
            {
                "sauce" : [
                    "For chimchurri sauce, just mix all ingrediants into food processor and mix until everything is chopped up into thick sauce. I recommend heating pita pockets before adding cooked burgers, sauce, and toppings"
                ]
            }
        ]
    },
    {
        "title": "Chicken Cordon Bleu with Parmesan Cream Sauce",
        "url": "https://auntbeesrecipes.com/2013/12/chicken-cordon-bleu-with-parmesan-cream-sauce.html",
        "video_url": "",
        "prep_time": "20 min",
        "cook_time": "45 min",
        "total_time": "65 min",
        "from": "Aunt Bee's Recipes",
        "by": "Brandi Burgess",
        "ingredients": [
            {
                "chicken" : [
                    "2 Chicken Breast, halved and pounded thin (So 4 total pieces of meat)",
                    "leftover baked ham or your favorite good quality ham deli meat (Prosciutto is great)",
                    "Swiss Cheese",
                    "&frac34; cup all purpose flour",
                    "1 tsp Lawry's seasoning salt",
                    "&frac12; tsp black pepper",
                    "1 egg",
                    "2 tbsp milk",
                    "1 cup Bread Crumbs",
                    "2 tbsp Vegetable oil",
                    "2 tbsp butter"
                ]
            },
            {
                "cream_sauce" : [
                    "2 tbsp butter",
                    "2 tbsp all purpose flour",
                    "1 cup milk",
                    "1 tsp Garlic Powder",
                    "1 chicken flavored Bouillon cube, crushed",
                    "1 tbsp Dijon mustard",
                    "1 tsp Worcestershire sauce",
                    "&frac12; cup grated Parmesan"
                ]
            }
        ],
        "instructions": [
            {
                "chicken" : [
                    "Preheat oven to 350 degrees.",
                    "Slice both chicken breast in half lengthwise, making 4 thinner cutlets.",
                    "Put each cutlet inside a freezer bag and flatten with a meat pounder or rolling pin until they are approximately &frac14; thick.",
                    "Top each cutlet with a slice of ham and cheese – then roll up tightly, tuck in the ends and secure with toothpicks.",
                    "In a shallow bowl, mix the flour, Lawry’s, and pepper together and set aside.",
                    "Whisk the egg and milk together in another small bowl and set aside as well.",
                    "Place the bread crumbs in a third bowl.",
                    "Dip the rolled cutlets in the flour first, then the egg wash and then roll in the bread crumbs and set on a plate.",
                    "Heat the oil and butter in a small skillet over medium heat and brown the chicken on all sides before transferring to a greased baking dish.",
                    "Bake in the oven at 350 degrees for about 20 – 25 minutes, or until no longer pink."
                ]
            },
            {
                "cream_sauce" : [
                    "Melt the butter in a medium saucepan over medium heat.",
                    "Whisk in the flour, and continue to whisk constantly for about 1 – 2 minutes.",
                    "Slowly pour in the milk, then stir in the garlic powder and chicken boullion, whisking constantly over medium heat until it begins to simmer and thicken – about 5 minutes.",
                    "Remove from heat and stir in the mustard, worcestershire sauce, and parmesan until well combined and the cheese has melted.",
                    "When the chicken is cooked, remove from oven and serve drizzled with the sauce. Enjoy!!!"
                ]
            }
        ]
    },
    {
        "title": "Chicken Curry",
        "url": "https://www.recipetineats.com/chicken-curry/",
        "video_url": "",
        "prep_time": "5 min",
        "cook_time": "10 min",
        "total_time": "15 min",
        "from": "recipetineats",
        "by": "Babish",
        "ingredients": [
            "1.5 tbsp oil (vegetable, canola)",
            "2 garlic cloves , minced",
            "2 tsp ginger , grated",
            "&frac12; onion , finely chopped",
            "500g / 1lb chicken thighs, sliced (Note 1)",
            "2.5 tbsp curry powder (Note 2)",
            "270 ml / 1.25 cups coconut milk , full fat (9 oz) (Note 3)",
            "1.5 cups (375 ml) chicken stock low sodium",
            "&frac12; tsp salt",
            "&frac34; cup frozen peas",
            "&frac14; cup coriander / cilantro leaves , chopped"
        ],
        "instructions": [
            "Heat oil in a skillet over medium high heat. Cook garlic, ginger and onion for 3 minutes until onion is translucent.",
            "Add chicken and cook until it it changes from pink to white.",
            "Add curry powder and cook for 2 minutes.",
            "Add coconut milk and chicken stock. Stir, lower heat to medium and cook, simmering rapidly, for 10 minutes until sauce reduces and thickens.",
            "Add peas and salt. Cook for a further 2 minutes, then taste to see if it needs more salt. Garnish with coriander.",
            "Serve over rice, noodles or mashed potato!"
        ],
        "notes": [
            "Chicken -skinless boneless thigh is best because it stays juicy even after the required simmering time.",
            "Curry powder - any brand is fine, I use Clives and Keens. Use Mild for not spicy, Hot for spicy! Note: different brands have different saltiness, so taste sauce at end to see if it needs more salt.",
            "Coconut milk - Full fat has better coconut flavour and is creamier. Light is ok but add 2 tsp cornflour mixed with splash of water (to thicken sauce slightly).",
            "Nutrition per serving, excluding rice."
        ]
    }
]